[
   {
        "body": "A blackjack dealer and a player with a thirteen count in his hand\nwere arguing about whether or not it was appropriate to tip the\ndealer.\n\nThe player said, \"When I get bad cards, it's not the dealer's fault.\nAccordingly, when I get good cards, the dealer obviously had nothing\nto do with it so, why should I tip him?\"\n\nThe dealer said, \"When you eat out do you tip the waiter?\"\n\n\"Yes.\"\n\n\"Well then, he serves you food, I'm serving you cards, so you should\ntip me.\"\n\n\"Okay, but, the waiter gives me what I ask for. I'll take an eight.\"",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "How do you get a tissue to dance? You put a little boogie into it.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What did the zero say to the eight? Nice belt!",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What do you call cheese that’s not yours? Nach-o cheese.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What did one ocean say to the other? Nothing. It just waved",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What do you call two guys hanging on a window? Kurt and Rod.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "How do you find Will Smith when he’s lost in the snow? You just look for fresh prints.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What did one tonsil say to the other? Better get dressed. The doc’s taking us out tonight!",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "What do snowmen call their fancy annual dance? The Snowball.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    },
    {
        "body": "Why did the cookie go to the hospital? Cause he was feeling crummy.",
        "category": "Children",
        "id": 1,
        "rating": 2.63
    }
]